[ManufacturerMaterials.Mat_Maliwan_3_GrogNozzle:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="High [skill]elemental effect chance[-skill]."

[Name.Title.Title__Unique_GrogNozzle:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Hand over the keys, sugar..."

[Name.Title.Title__Unique_Swordsplosion:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Because Mister Torgue said so."
